{
  "HH": [
    {
      "name": "Frontend Developer",
      "url": "https://api.hh.ru/vacancies/88305354?host=hh.ru",
      "salary": 60000,
      "snippet": {
        "requirement": "Знание HTML, CSS и JavaScript. Опыт работы с Figma. Опыт работы с препроцессорами SASS, SCSS. Умение работать с системами контроля...",
        "responsibility": "Создание и поддержка пользовательского интерфейса, обеспечивая высокое качество визуального представления и удобство использования. Разработка адаптивных и мобильно-дружелюбных интерфейсов для..."
      }
    },
    {
      "name": "Стажер-разработчик",
      "url": "https://api.hh.ru/vacancies/88372519?host=hh.ru",
      "salary": null,
      "snippet": {
        "requirement": "Предпочтительные языки программирования: php, c#, c++, <highlighttext>python</highlighttext>. Иметь такие личностные качества как инициативность, креативность в поиске решения нестандартных задач, исполнительность...",
        "responsibility": null
      }
    },
    {
      "name": "Junior Backend Developer (Python)",
      "url": "https://api.hh.ru/vacancies/88254336?host=hh.ru",
      "salary": 50000,
      "snippet": {
        "requirement": "Высшее образование (можно неоконченное/неполное) технического ВУЗа. Желание расти с проектом и учиться новым технологиям, расширять компетенции. Логичный и структурированный...",
        "responsibility": "E-comet.io — SaaS-аналитика и продвижение для маркетплейсов. Мы помогаем селлерам автоматизировать рутинные задачи и создаем удобные и эффективные инструменты для..."
      }
    },
    {
      "name": "Стажер-разработчик",
      "url": "https://api.hh.ru/vacancies/88303905?host=hh.ru",
      "salary": 25000,
      "snippet": {
        "requirement": "Базовые знания Javascript, HTML, CSS. Знание английского языка будет плюсом, но не является обязательным требованием. Приветствуется знание одного из фреймворков...",
        "responsibility": null
      }
    },
    {
      "name": "Data Scientist (Junior)",
      "url": "https://api.hh.ru/vacancies/88453146?host=hh.ru",
      "salary": 60000,
      "snippet": {
        "requirement": "Знание R, SAS Base будет преимуществом. Знание одного из языка программирования– <highlighttext>Python</highlighttext>. Знание SQL. Знание основных моделей машинного обучения (для...",
        "responsibility": "Извлечение сырых данных, написание запросов к разнородным СУБД. Обработка данных – очистка, обогащение, проверка качества. Построение моделей машинного обучения (прогноз, классификация..."
      }
    },
    {
      "name": "Программист Python (Junior)",
      "url": "https://api.hh.ru/vacancies/88351631?host=hh.ru",
      "salary": 60000,
      "snippet": {
        "requirement": "Знание <highlighttext>Python</highlighttext>, понимание ООП. Знание основных шаблонов проектирования, алгоритмов и структур данных. Знание SQL и практический опыт работы с реляционными...",
        "responsibility": "Разрабатывать новые и улучшать текущие разработки компании (Умный Домофон, Видеонаблюдение, Личный кабинет). Разрабатывать клиентские и внутренние сервисы. Разбираться в чужом..."
      }
    },
    {
      "name": "Python разработчик (Junior)",
      "url": "https://api.hh.ru/vacancies/87944930?host=hh.ru",
      "salary": null,
      "snippet": {
        "requirement": "Знание <highlighttext>Python</highlighttext> 3 и базовых библиотек. * Опыт работы с реляционными БД, знание SQL, желательно – SQLAlchemy. * Опыт работы с веб фреймворками...",
        "responsibility": "Выполнение тестового задания (время выполнения задания оценивается в 8-12 человекочасов для специалиста уровня Junior). Собеседование с CTO и PO."
      }
    },
    {
      "name": "Backend программист",
      "url": "https://api.hh.ru/vacancies/88435798?host=hh.ru",
      "salary": 70000,
      "snippet": {
        "requirement": "Опыт разработки вэб <highlighttext>Python</highlighttext> framework Django , PostGreSQL. - Знание Angular, TypeScript приветствуется. - Желание развиваться. Желательно но не обязательно: знание систем автоматизации...",
        "responsibility": "Написание API для фронтенда. - Написание бизнес логики."
      }
    },
    {
      "name": "Стажер-тестировщик",
      "url": "https://api.hh.ru/vacancies/88141828?host=hh.ru",
      "salary": 16000,
      "snippet": {
        "requirement": "...Confluence, Postman, Devtools). Внимательность. Самостоятельность. Коммуникативность. Грамотная устная и письменная речь. Обучаемость и желание развиваться. Приветствуются навыки: SQL, <highlighttext>Python</highlighttext>, Selenium.",
        "responsibility": "Составление плана тестирования проекта. Анализ требований. Составление тестовой документации (багрепорты, чек-листы, тест кейсы, отчёты о тестировании, релиз нотис). "
      }
    },
    {
      "name": "Python-разработчик (Junior)",
      "url": "https://api.hh.ru/vacancies/88408943?host=hh.ru",
      "salary": 60000,
      "snippet": {
        "requirement": "Профильное высшее образование. Знание языка <highlighttext>Python</highlighttext>. Опыт работы с PostgreSQL. Знание основ работы с Git и Docker. Навыки работаты с...",
        "responsibility": "Разрабатывать торговых ботов. Работать с API различных криптовалютных бирж. Работать над оптимизацией скорости обработки данных и выставления ордеров на биржах. "
      }
    },
    {
      "name": "IT стажер (по корректировке данных)",
      "url": "https://api.hh.ru/vacancies/88379088?host=hh.ru",
      "salary": 40000,
      "snippet": {
        "requirement": "Минимальный уровень знания SQL или <highlighttext>Python</highlighttext>. Опытный пользователь ПК,. Умение работать с Excel (ВПР, Pivot). Умение презентовать результаты своей работы.",
        "responsibility": "Обработка файлов с некачественными данными. Проведение расследований и выстраивание всех цепочки событий в части изменения данных в системах с целью..."
      }
    },
    {
      "name": "Junior QA Engineer",
      "url": "https://api.hh.ru/vacancies/88383897?host=hh.ru",
      "salary": 35000,
      "snippet": {
        "requirement": "Опыт (или понимание как работает) с Vue.js, Element и Vuetify для создания пользовательского интерфейса и тестирования фронтенда. Опыт (или понимание...",
        "responsibility": "Работать с разработчиками и QA для создания и поддержки автоматизированных тестов с использованием <highlighttext>Python</highlighttext> и фреймворка Django. Выполнять ручное тестирование..."
      }
    },
    {
      "name": "Junior программист/разработчик Frontend backend/Junior разработчик",
      "url": "https://api.hh.ru/vacancies/88202140?host=hh.ru",
      "salary": 75000,
      "snippet": {
        "requirement": "Увлечение микроэлектроникой, мы работаем с ARM, esp32 и т.д. Знание Linux, <highlighttext>Python</highlighttext>, C++. Работа в Git. ",
        "responsibility": "Разрабатываем и дорабатываем несколько приложений на Java/kotlin под android. Пишем плагины, много работаем с opensource (нужно уметь читать чужой..."
      }
    }
  ],
  "SJ": []
}